{
    "バトル開始時に自分の物理攻撃力を中アップさせる。": "Gain medium physical attack up at the start of battle.",
    "バトル開始時に自分の物理攻撃力を中アップさせ、さらに自分の物理防御力を小アップさせる。": "Gain medium physical attack up at the start of battle; gain small physical def up.",
    "バトル開始時に自分の物理攻撃力を中アップさせ、さらに自分の魔法防御力を小アップさせる。": "Gain medium physical attack up at the start of battle; gain small magic def up.",
    "バトル開始時に自分の物理攻撃力を大アップさせる。": "Gain large physical attack up at the start of battle.",
    "バトル開始時に自分の魔法防御力を中アップさせる。": "Gain medium magic def up at the start of battle.",
    "バトル開始時に自分の魔法防御力を大アップさせる。": "Gain large magic def up at the start of battle.",
    "バトル開始時に自分の最大ＨＰを中アップさせる。": "Gain medium HP boost at the start of battle.",
    "バトル開始時に自分の最大ＨＰを大アップさせ、さらに自分の魔法防御力を小アップさせる。": "Gain large HP boost at the start of battle; gain small magic def up.",
    "バトル開始時に自分の物理防御力を中アップさせる。": "Gain medium physical def up at the start of battle.",
    "バトル開始時に自分の物理防御力を中アップさせ、さらに自分の物理攻撃力を小アップさせる。": "Gain medium physica def up at the start of battle; gain small physical attack up.",
    "バトル開始時に自分の物理防御力を中アップさせ、さらに自分の魔法防御力を小アップさせる。": "Gain medium physical def up at the start of battle; gain small magic def up.",
    "バトル開始時に自分の最大ＨＰを大アップさせる。": "Gain large HP boost at the start of battle.",
    "バトル開始時に自分の物理防御力を大アップさせる。": "Gain large physical def up at the start of battle.",
    "バトル開始時に自分の物理攻撃力を中アップさせ、さらに自分の最大ＨＰを小アップさせる。": "Gain medium physical attack up at the start of battle; gain small HP boost.",
    "バトル開始時に自分の魔法攻撃力を中アップさせる。": "Gain medium magic attack up at the start of battle.",
    "バトル開始時に自分の魔法攻撃力を大アップさせる。": "Gain large magic attack up at the start of battle.",
    "バトル開始時に自分の魔法防御力を中アップさせ、さらに自分の物理攻撃力を小アップさせる。": "Gain medium magic attack up at the start of battle; gain small physical attack up.",
    "バトル開始時に自分の魔法攻撃力を中アップさせ、さらに自分の魔法防御力を小アップさせる。": "Gain medium magic attack up at the start of battle; gain small magic def up.",
    "バトル開始時に自分の魔法攻撃力を中アップさせ、さらに自分の物理防御力を小アップさせる。": "Gain medium magic attack up at the start of battle; gain small physical def up.",
    "バトル開始時に自分の魔法防御力を中アップさせ、さらに物理防御力を小アップさせる。": "Gain medium magic def up at the start of battle; gain small physical def up.",
    "バトル開始時に自分の物理防御力を中アップさせ、さらに自分の魔法攻撃力を小アップさせる。": "Gain medium physical def up at the start of battle; gain small magic attack up.",
    "バトル開始時に自分の魔法防御力を中アップさせ、さらに自分の魔法攻撃力を小アップさせる。": "Gain medium magic def up at the start of battle; gain small magic attack up."
}